[
    {
      "型號": "Mercedes-Benz A-Class",
      "圖片路徑":"http://192.168.10.54/202312/images/A-Class.jpg",
      "單價": 1500000,
      "最高極速": 240,
      "最大馬力": 224,
      "簡介": "A-Class 是賓士的入門級車款，結合精緻設計與動力表現，適合追求時尚與性能的車迷。"
    },
    {
      "型號": "Mercedes-Benz C-Class",
      "圖片路徑":"http://192.168.10.54/202312/images/C-Class.jpg",
      "單價": 1900000,
      "最高極速": 250,
      "最大馬力": 255,
      "簡介": "C-Class 是賓士中型車款，優雅外觀搭配高性能引擎，提供舒適駕馭體驗與豪華感受。"
    },
    {
      "型號": "Mercedes-Benz E-Class",
      "圖片路徑":"http://192.168.10.54/202312/images/E-Class.jpg",
      "單價": 2500000,
      "最高極速": 260,
      "最大馬力": 362,
      "簡介": "E-Class 系列融合先進科技與奢華設計，為追求卓越駕馭感的用戶提供極致的駕馭體驗。"
    },
    {
      "型號": "Mercedes-Benz S-Class",
      "圖片路徑":"http://192.168.10.54/202312/images/S-Class.jpg",
      "單價": 3500000,
      "最高極速": 280,
      "最大馬力": 463,
      "簡介": "S-Class 代表賓士的頂級奢華，提供極致的豪華、技術和性能，是高端車市的代表之一。"
    },
    {
      "型號": "Mercedes-Benz GLA",
      "圖片路徑":"http://192.168.10.54/202312/images/GLA.jpg",
      "單價": 1800000,
      "最高極速": 235,
      "最大馬力": 302,
      "簡介": "GLA 是一款豪華的小型休旅車，具有優雅的外觀和強大的性能，適合城市生活與郊區冒險。"
    },
    {
      "型號": "Mercedes-Benz GLC",
      "圖片路徑":"http://192.168.10.54/202312/images/GLC.jpg",
      "單價": 2200000,
      "最高極速": 250,
      "最大馬力": 385,
      "簡介": "GLC 是中型豪華休旅，兼具動感外觀和先進科技，為用戶提供豪華與實用性的完美結合。"
    },
    {
      "型號": "Mercedes-Benz GLE",
      "圖片路徑":"http://192.168.10.54/202312/images/GLE.jpg",
      "單價": 2800000,
      "最高極速": 265,
      "最大馬力": 429,
      "簡介": "GLE 系列結合運動感與奢華，擁有強大的性能和豪華的內裝，是豪華SUV的佼佼者。"
    },
    {
      "型號": "Mercedes-Benz GLS",
      "圖片路徑":"http://192.168.10.54/202312/images/GLS.jpg",
      "單價": 3200000,
      "最高極速": 250,
      "最大馬力": 450,
      "簡介": "GLS 是賓士的全尺寸豪華SUV，提供寬敞舒適的車內空間和卓越的駕馭表現，尊享奢華之旅。"
    },
    {
      "型號": "Mercedes-AMG GT",
      "圖片路徑":"http://192.168.10.54/202312/images/AMGGT.jpg",
      "單價": 4000000,
      "最高極速": 330,
      "最大馬力": 577,
      "簡介": "AMG GT 是賓士性能子品牌的代表，擁有極致的動力性能和獨特的外觀設計，是跑車愛好者的首選。"
    },
    {
      "型號": "Mercedes-Maybach S-Class",
      "圖片路徑":"http://192.168.10.54/202312/images/MAYBACHSCLASS.jpg",
      "單價": 5500000,
      "最高極速": 250,
      "最大馬力": 496,
      "簡介": "Maybach S-Class 是賓士的極致奢華系列，提供尊榮的乘坐體驗和無可比擬的豪華感受。"
    }
  ]