[
    {
      "品名": "巧克力蛋糕",
      "圖片路徑":"../images/蛋糕01.jpg",
      "單價": 250,
      "重量": "200克",
      "卡路里": 350,
      "簡介": "濃郁巧克力風味的蛋糕，口感細緻，適合喜愛甜品的您。"
    },
    {
      "品名": "草莓奶油蛋糕",
      "圖片路徑":"../images/蛋糕02.jpg",
      "單價": 280,
      "重量": "180克",
      "卡路里": 300,
      "簡介": "新鮮草莓搭配鮮奶油，蛋糕輕盈香甜，帶給您愉悅的味蕾享受。"
    },
    {
      "品名": "焦糖布丁",
      "圖片路徑":"../images/蛋糕03.jpg",
      "單價": 180,
      "重量": "150克",
      "卡路里": 200,
      "簡介": "滑順的焦糖布丁，入口即化的口感，是甜點愛好者的最愛。"
    },
    {
      "品名": "提拉米蘇",
      "圖片路徑":"../images/蛋糕04.jpg",
      "單價": 320,
      "重量": "220克",
      "卡路里": 280,
      "簡介": "濃郁的咖啡香搭配香甜的芝士，是義式經典提拉米蘇的美味滋味。"
    },
    {
      "品名": "抹茶紅豆蛋糕卷",
      "圖片路徑":"../images/01.jpg",
      "單價": 200,
      "重量": "160克",
      "卡路里": 230,
      "簡介": "濃郁抹茶味與香甜紅豆的絕妙組合，帶給您獨特的日式甜點風味。"
    },
    {
      "品名": "水果塔",
      "圖片路徑":"../images/02.jpg",
      "單價": 300,
      "重量": "180克",
      "卡路里": 180,
      "簡介": "新鮮水果的色彩繽紛，塔皮酥脆，為您帶來清爽的口感饗宴。"
    },
    {
      "品名": "榛果朱古力杯子蛋糕",
      "圖片路徑":"../images/03.jpg",
      "單價": 260,
      "重量": "200克",
      "卡路里": 320,
      "簡介": "香濃榛果朱古力搭配松軟蛋糕，每口都充滿濃郁的巧克力風味。"
    },
    {
      "品名": "覆盆子莓果塔",
      "圖片路徑":"../images/04.jpg",
      "單價": 280,
      "重量": "170克",
      "卡路里": 250,
      "簡介": "新鮮覆盆子與莓果的結合，塔皮酥脆，讓您感受到果香的饗宴。"
    },
    {
      "品名": "牛奶蜜糖布丁",
      "圖片路徑":"../images/05.jpg",
      "單價": 200,
      "重量": "160克",
      "卡路里": 180,
      "簡介": "純正牛奶與甜蜜蜂蜜的組合，口感滑順，是甜品中的極致享受。"
    },
    {
      "品名": "藍莓起司蛋糕",
      "圖片路徑":"../images/06.jpg",
      "單價": 340,
      "重量": "220克",
      "卡路里": 300,
      "簡介": "濃郁的起司口感搭配藍莓果醬，帶給您奶香與果香的絕妙平衡。"
    }
  ]